Repository: iD70my/iKeywi-3-Preferences
Catalog: Resources/*.lproj/Localizable.strings
Languages: ru

source: Capital Keypad
ru: Буквенная + Shift

source: Customizable Extra Keys For All Languages
ru: Дополнительные настраиваемые кнопки для всех языков

# DISPLAYMENT_LABEL
source: ← Key Displayment
ru: ← Надпись на кнопках

# FOUND_IKEYWI_SETTINGS
source: Found iKeywi 1 Settings
ru: Найдена одна настройка для iKeywi

# FOUND_IKEYWI_SETTINGS_MESSAGE
source: iKeywi 1 settings file exists. Would you like to import it now?
ru: Есть одна настройка для iKeywi. Желаете импортировать её сейчас?

source: Import Settings
ru: Импортировать настройки

# IMPORT_SETTINGS_MESSAGE
source: All custom keys and settings will be imported from iKeywi 1. Would you like to continue?
ru: Все дополнительные кнопки будут импортированы из настроек iKeywi 1. Хотите продолжить?

# KEY_DISPLAYMENT_DETAIL
source: Key Displayment is the text which shows on the key. Default value is same as Key Representation.
ru: В этом разделе вводите текст, который будет отображаться на кнопках. По-умолчанию будет выведен текст из настроек дополнительных символов.

source: Key Displayment (Optional)
ru: Надпись на кнопках (Не обязательные настройки)

# KEYS_ONLY_AVAILABLE_FOR_SOME_LANG
source: Key 11 and 12 are only available in some languages.
ru: Кнопки 11 и 12 будут доступны в некоторых языковых клавиатурах.

source: Key Representation
ru: Настройка дополнительных кнопок

# KEY_REPRESENTATION_DETAIL
source: Key Representation is the text which will be input after you click the key.
ru: В настройках дополнительных кнопок следует ввести символы или текст, который будет вводиться при нажатии на соответствующую кнопку.

source: Landscape Key Height
ru: Высота кнопок в горизонтальной ориентации

# NUMBER_ALT_KEYPAD
source: Symbol Keypad
ru: Символьная клавиатура

source: Number Keypad
ru: Цифровая клавиатура

source: Portrait Key Height
ru: Высота кнопок в портретной ориентации

# REPRESENTATION_LABEL
source: ← Key Representation
ru: ← Настраиваемое значение

source: Reset Settings
ru: Сбросить настройки

# RESET_SETTINGS_MESSAGE
source: All custom keys and settings will be reset to the default value. Would you like to continue?
ru: Все настройки дополнительных кнопок будут сброшены и применены параметры по-умолчанию. Желаете продолжить?

source: Restart SpringBoard
ru: Сделать Респринг

# RESTART_SPRINGBOARD_MESSAGE
source: SpringBoard should restart to apply changes. Would you like to restart SpringBoard now?
ru: Для вступления настроек в силу нужно сделать Респринг. Желаете сделать это сейчас?

source: Small Keypad
ru: Буквенная обыкновенная

# SPECIAL_KEYS_DESCRIPTION
source: Set keys to @left, @right, @up and @down to add cursor mover，set @undo or @redo to add undo/redo function。
ru: Используйте значения @left, @right, @up и @down для добавления кнопок управления курсором. Используйте значения @undo или @redo для добавления кнопок отмены/повтора последнего действия。
